brew "awscli"
brew "bat"
brew "chezmoi"
brew "exiftool"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "helm"
brew "kind"
brew "kustomize"
brew "neovim"
brew "nodenv"
brew "pipenv"
brew "pyenv"
brew "ripgrep"
brew "terraform"
brew "tmux"
brew "tree"
brew "uv"
brew "vim"
brew "yarn"
vscode "anthropic.claude-code"
vscode "asvetliakov.vscode-neovim"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "johnpapa.vscode-peacock"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "njpwerner.autodocstring"
vscode "postman.postman-for-vscode"
vscode "prisma.prisma"
vscode "vitest.explorer"
